{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32000,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32001,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32002,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32003,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32004,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32005,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32006,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32007,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32008,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32009,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32010,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32011,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32012,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32013,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32014,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32015,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32016,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32017,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32018,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32019,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32020,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32021,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32022,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32023,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32024,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32025,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32026,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32027,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32028,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32029,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32030,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32031,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32032,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32033,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32034,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32035,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32036,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32037,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32038,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32039,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32040,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32041,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32042,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32043,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32044,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32045,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32046,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32047,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32048,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32049,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32050,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32051,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32052,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32053,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32054,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32055,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32056,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32057,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32058,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32059,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32060,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32061,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32062,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32063,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32064,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32065,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32066,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32067,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32068,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32069,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32070,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32071,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32072,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32073,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32074,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32075,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32076,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32077,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32078,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32079,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32080,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32081,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32082,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32083,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32084,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32085,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32086,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32087,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32088,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32089,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32090,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32091,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32092,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32093,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32094,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32095,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32096,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32097,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32098,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32099,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Metaspace",
        "replacement": "▁",
        "prepend_scheme": "always",
        "split": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          1
        ],
        "tokens": [
          "</s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "▁",
        -1.934491114346084
      ],
      [
        ".",
        -3.2679199021247705
      ],
      [
        "a",
        -3.269648609132606
      ],
      [
        ",",
        -3.34573762307517
      ],
      [
        "v",
        -4.102557741773907
      ],
      [
        "e",
        -4.246061067938285
      ],
      [
        "u",
        -4.2933129119757965
      ],
      [
        "o",
        -4.420098495459992
      ],
      [
        "s",
        -4.454583074287655
      ],
      [
        "▁na",
        -4.45525154004962
      ],
      [
        "i",
        -4.596491468607468
      ],
      [
        "0",
        -4.605046839614499
      ],
      [
        "▁sa",
        -4.713886146564008
      ],
      [
        "1",
        -4.716893534687035
      ],
      [
        "m",
        -4.7688720798615805
      ],
      [
        "2",
        -4.943400392249384
      ],
      [
        "z",
        -4.950068549967966
      ],
      [
        "y",
        -4.96774392333457
      ],
      [
        "k",
        -4.9883678783580585
      ],
      [
        "▁je",
        -5.013071002696748
      ],
      [
        "l",
        -5.3061249035072
      ],
      [
        "-",
        -5.306715511014154
      ],
      [
        "om",
        -5.369980418977695
      ],
      [
        "t",
        -5.467871011332852
      ],
      [
        "á",
        -5.5758491618330215
      ],
      [
        "▁pre",
        -5.597339431424874
      ],
      [
        ":",
        -5.610777010042749
      ],
      [
        "▁do",
        -5.613389380456287
      ],
      [
        "▁to",
        -5.614039957283566
      ],
      [
        ")",
        -5.615866524657214
      ],
      [
        "3",
        -5.625697534014019
      ],
      [
        "n",
        -5.647730537763367
      ],
      [
        "5",
        -5.654115899719228
      ],
      [
        "d",
        -5.704170991498312
      ],
      [
        "▁aj",
        -5.720611572452354
      ],
      [
        "(",
        -5.747212696912413
      ],
      [
        "▁za",
        -5.760870380471413
      ],
      [
        "mi",
        -5.764723032933146
      ],
      [
        "4",
        -5.768145233804512
      ],
      [
        "▁že",
        -5.791770473446647
      ],
      [
        "▁po",
        -5.791982457286938
      ],
      [
        "ú",
        -5.80802827099293
      ],
      [
        "▁ako",
        -5.823690955511866
      ],
      [
        "í",
        -5.829578467011622
      ],
      [
        "r",
        -5.8349285060802725
      ],
      [
        "ou",
        -5.843153500951141
      ],
      [
        "c",
        -5.864359537235124
      ],
      [
        "9",
        -5.8832391998664555
      ],
      [
        "▁si",
        -5.898352097057902
      ],
      [
        "ť",
        -5.917980689354538
      ],
      [
        "8",
        -5.962867835973807
      ],
      [
        "ej",
        -5.969666214980162
      ],
      [
        "6",
        -5.995166372493598
      ],
      [
        "é",
        -5.997292505764076
      ],
      [
        "p",
        -6.046210175125529
      ],
      [
        "ých",
        -6.052590410758535
      ],
      [
        "7",
        -6.061044755804048
      ],
      [
        "ch",
        -6.140301088688716
      ],
      [
        "▁od",
        -6.168049418137988
      ],
      [
        "▁som",
        -6.184637724502441
      ],
      [
        "▁ne",
        -6.200014840237937
      ],
      [
        "▁pri",
        -6.2208461609174766
      ],
      [
        "ý",
        -6.2385973652898326
      ],
      [
        "ého",
        -6.288232375320884
      ],
      [
        "/",
        -6.288881467251789
      ],
      [
        "▁alebo",
        -6.29474579202447
      ],
      [
        "▁sú",
        -6.3079867687587114
      ],
      [
        "b",
        -6.347070872205341
      ],
      [
        "h",
        -6.35233597591759
      ],
      [
        "▁ale",
        -6.387536358139423
      ],
      [
        "li",
        -6.393627594761622
      ],
      [
        "▁tak",
        -6.424785481278093
      ],
      [
        "▁vy",
        -6.497853745487573
      ],
      [
        "\"",
        -6.4987961511915415
      ],
      [
        "j",
        -6.522740548089878
      ],
      [
        "▁ktoré",
        -6.543479282238977
      ],
      [
        "▁by",
        -6.60722945830824
      ],
      [
        "▁čo",
        -6.607282336851625
      ],
      [
        "te",
        -6.631168302859571
      ],
      [
        "ne",
        -6.6577054519371135
      ],
      [
        "▁už",
        -6.671003146808417
      ],
      [
        "č",
        -6.706504686400436
      ],
      [
        "?",
        -6.74532519031437
      ],
      [
        "▁ak",
        -6.746679621521547
      ],
      [
        "ho",
        -6.801731524877358
      ],
      [
        "š",
        -6.808715882407208
      ],
      [
        "▁vo",
        -6.808909382739143
      ],
      [
        "▁sme",
        -6.838605794216818
      ],
      [
        "▁ktorý",
        -6.845510079779389
      ],
      [
        "“",
        -6.849948001863799
      ],
      [
        "▁len",
        -6.855758075357981
      ],
      [
        "–",
        -6.864093277177442
      ],
      [
        "g",
        -6.87006429855648
      ],
      [
        "na",
        -6.890765589137606
      ],
      [
        "„",
        -6.919873119371363
      ],
      [
        "▁nie",
        -6.93061190842961
      ],
      [
        "▁ich",
        -6.9416958627255525
      ],
      [
        "sk",
        -6.949974271253748
      ],
      [
        "▁aby",
        -6.968553363161844
      ],
      [
        "▁keď",
        -6.997994017046457
      ],
      [
        "f",
        -7.040748460999385
      ],
      [
        "▁či",
        -7.041876410036577
      ],
      [
        "▁má",
        -7.0526784044212185
      ],
      [
        "och",
        -7.059332047444309
      ],
      [
        "!",
        -7.093576318586891
      ],
      [
        "ým",
        -7.099347904046541
      ],
      [
        "▁so",
        -7.105291538122881
      ],
      [
        "x",
        -7.112708877465636
      ],
      [
        "▁zo",
        -7.114413337139702
      ],
      [
        "▁pred",
        -7.1196748746257015
      ],
      [
        "▁jeho",
        -7.1790041689879445
      ],
      [
        "nie",
        -7.185030500693237
      ],
      [
        "▁podľa",
        -7.198488958907015
      ],
      [
        "▁bude",
        -7.214580938354532
      ],
      [
        "né",
        -7.221759602966673
      ],
      [
        "ky",
        -7.227836603263309
      ],
      [
        "ná",
        -7.23975572341439
      ],
      [
        "to",
        -7.249139886546377
      ],
      [
        "▁bol",
        -7.279331484864315
      ],
      [
        "▁veľmi",
        -7.282239497918491
      ],
      [
        "▁viac",
        -7.296486646883372
      ],
      [
        "▁až",
        -7.339564492408078
      ],
      [
        "▁ktorá",
        -7.34054967818328
      ],
      [
        "▁pod",
        -7.377879446707192
      ],
      [
        "▁byť",
        -7.391380589127985
      ],
      [
        "ž",
        -7.394613356887675
      ],
      [
        "ami",
        -7.412544475953563
      ],
      [
        "▁tu",
        -7.414387157136117
      ],
      [
        "▁však",
        -7.436745013362339
      ],
      [
        "▁vám",
        -7.440216579713097
      ],
      [
        "▁bez",
        -7.462101409993844
      ],
      [
        "▁ste",
        -7.483603896042107
      ],
      [
        "▁jej",
        -7.486135419365958
      ],
      [
        "▁ho",
        -7.486358728153812
      ],
      [
        "▁môže",
        -7.487899843606856
      ],
      [
        "▁roku",
        -7.495946316800737
      ],
      [
        "▁ma",
        -7.513025021909847
      ],
      [
        "▁ešte",
        -7.557964377994896
      ],
      [
        "▁ani",
        -7.566999984509954
      ],
      [
        "ách",
        -7.584097415848628
      ],
      [
        "▁no",
        -7.591935603807091
      ],
      [
        "ci",
        -7.59575850999051
      ],
      [
        ";",
        -7.598056058585572
      ],
      [
        "ný",
        -7.598746086323629
      ],
      [
        "▁ja",
        -7.604661426044798
      ],
      [
        "ní",
        -7.610825658236154
      ],
      [
        "▁tento",
        -7.618053781027271
      ],
      [
        "|",
        -7.628651463764335
      ],
      [
        "▁bolo",
        -7.635184664916336
      ],
      [
        "▁medzi",
        -7.645020148920395
      ],
      [
        "▁bola",
        -7.646202038433522
      ],
      [
        "ko",
        -7.648467362380071
      ],
      [
        "▁kde",
        -7.649876739505553
      ],
      [
        "▁môžete",
        -7.666776750458423
      ],
      [
        "nej",
        -7.706652337301827
      ],
      [
        "ných",
        -7.7295291932471635
      ],
      [
        "▁tiež",
        -7.755299440502224
      ],
      [
        "€",
        -7.767310787177916
      ],
      [
        "%",
        -7.76883607440541
      ],
      [
        "▁boli",
        -7.771060679871798
      ],
      [
        "▁ju",
        -7.7899368412581556
      ],
      [
        "ové",
        -7.795582106516331
      ],
      [
        "'",
        -7.797281085186034
      ],
      [
        "▁nás",
        -7.797629893666443
      ],
      [
        "w",
        -7.803708071987787
      ],
      [
        "▁všetky",
        -7.80861258502188
      ],
      [
        "▁roz",
        -7.8213747337454524
      ],
      [
        "▁tým",
        -7.824932080226184
      ],
      [
        "▁vás",
        -7.831707643980216
      ],
      [
        "▁preto",
        -7.845714347240598
      ],
      [
        "ými",
        -7.855464177767519
      ],
      [
        "▁ktorí",
        -7.864455987709633
      ],
      [
        "▁toho",
        -7.874983463139271
      ],
      [
        "▁tom",
        -7.880439155282412
      ],
      [
        "▁potom",
        -7.90531745394105
      ],
      [
        "ová",
        -7.906901536778387
      ],
      [
        "ni",
        -7.927342644541685
      ],
      [
        "▁počas",
        -7.928868594186744
      ],
      [
        "▁majú",
        -7.938692049731737
      ],
      [
        "▁mu",
        -7.955240043649342
      ],
      [
        "ovať",
        -7.957073064645432
      ],
      [
        "▁tam",
        -7.958927896336185
      ],
      [
        "eho",
        -7.960020708840695
      ],
      [
        "uje",
        -7.963918432017632
      ],
      [
        "nia",
        -7.965022601511093
      ],
      [
        "▁eur",
        -7.970515739041366
      ],
      [
        "ím",
        -7.992387945837597
      ],
      [
        "▁všetko",
        -7.994344723348428
      ],
      [
        "osti",
        -7.995085297666309
      ],
      [
        "▁prípade",
        -7.998600508356731
      ],
      [
        "▁mal",
        -8.005228750780407
      ],
      [
        "▁rokov",
        -8.006920777283225
      ],
      [
        "osť",
        -8.007401881865587
      ],
      [
        "po",
        -8.015705755125673
      ],
      [
        "▁nám",
        -8.028279073038027
      ],
      [
        "si",
        -8.030936023260287
      ],
      [
        "ych",
        -8.035322869382814
      ],
      [
        "▁tejto",
        -8.044162371331232
      ],
      [
        "▁svoje",
        -8.060244952168933
      ],
      [
        "▁ľudí",
        -8.075895906042032
      ],
      [
        "ovej",
        -8.077336915735925
      ],
      [
        "jú",
        -8.090444450304691
      ],
      [
        "▁tomu",
        -8.093559164185292
      ],
      [
        "▁de",
        -8.095602191187671
      ],
      [
        "▁iba",
        -8.100072651727542
      ],
      [
        "▁ten",
        -8.101966315750095
      ],
      [
        "ného",
        -8.114213529005603
      ],
      [
        "▁cez",
        -8.121294103886662
      ],
      [
        "▁niečo",
        -8.124277735136276
      ],
      [
        "▁každý",
        -8.131115195421076
      ],
      [
        "ový",
        -8.134544235285334
      ],
      [
        "com",
        -8.134935503787222
      ],
      [
        "ním",
        -8.143231094054292
      ],
      [
        "▁nad",
        -8.152731647382454
      ],
      [
        "▁mali",
        -8.153409698114983
      ],
      [
        "ému",
        -8.163874359258616
      ],
      [
        "▁in",
        -8.164340322035935
      ],
      [
        "▁vďaka",
        -8.173801828500185
      ],
      [
        "▁re",
        -8.175961285622238
      ],
      [
        "▁proti",
        -8.179755059740316
      ],
      [
        "je",
        -8.183982995202943
      ],
      [
        "ach",
        -8.187920302588363
      ],
      [
        "▁teda",
        -8.189511366295289
      ],
      [
        "▁môžu",
        -8.191996047572033
      ],
      [
        "▁budú",
        -8.195367116490807
      ],
      [
        "▁mať",
        -8.196397273441901
      ],
      [
        "▁možno",
        -8.20036916753528
      ],
      [
        "+",
        -8.202258613799739
      ],
      [
        "▁pretože",
        -8.213675863132696
      ],
      [
        "▁tieto",
        -8.213728536378122
      ],
      [
        "ových",
        -8.217766875570492
      ],
      [
        "ovi",
        -8.219402087483505
      ],
      [
        "▁čas",
        -8.22082080778422
      ],
      [
        "▁deň",
        -8.224015885983851
      ],
      [
        "ovanie",
        -8.225705061873636
      ],
      [
        "▁dnes",
        -8.226165306978018
      ],
      [
        "▁rok",
        -8.231740476783292
      ],
      [
        "▁všetkých",
        -8.23181267061444
      ],
      [
        "ujú",
        -8.24278751004627
      ],
      [
        "že",
        -8.245869014524146
      ],
      [
        "▁práve",
        -8.24901666318507
      ],
      [
        "•",
        -8.252152191428411
      ],
      [
        "▁asi",
        -8.265002410762142
      ],
      [
        "_",
        -8.272511405341442
      ],
      [
        "enie",
        -8.274023627508726
      ],
      [
        "do",
        -8.283590539091486
      ],
      [
        "▁život",
        -8.286577016259958
      ],
      [
        "▁teraz",
        -8.2892437734627
      ],
      [
        "▁napríklad",
        -8.290064231140027
      ],
      [
        "▁vždy",
        -8.300713740679521
      ],
      [
        "aj",
        -8.303710906415247
      ],
      [
        "▁možné",
        -8.306837987247773
      ],
      [
        "ľ",
        -8.306851258263613
      ],
      [
        "▁ide",
        -8.320068184669603
      ],
      [
        "▁toto",
        -8.320577857592436
      ],
      [
        "▁ku",
        -8.322023631761994
      ],
      [
        "od",
        -8.325443961633784
      ],
      [
        "▁deti",
        -8.328633677770377
      ],
      [
        "▁veľa",
        -8.334728985213633
      ],
      [
        "nom",
        -8.34201092625419
      ],
      [
        "▁tohto",
        -8.343920534666609
      ],
      [
        "▁jeden",
        -8.363303614085137
      ],
      [
        "▁okrem",
        -8.365229413898485
      ],
      [
        "kov",
        -8.368155526589433
      ],
      [
        "▁spolu",
        -8.372284863936516
      ],
      [
        "▁tomto",
        -8.382399102967728
      ],
      [
        "ing",
        -8.385393263326048
      ],
      [
        "▁stále",
        -8.388000882368313
      ],
      [
        "▁nich",
        -8.388305808287376
      ],
      [
        "▁nič",
        -8.390304636261956
      ],
      [
        "▁tie",
        -8.391993340900582
      ],
      [
        "▁ktorých",
        -8.395025413431123
      ],
      [
        "]",
        -8.397273193922858
      ],
      [
        "▁spoločnosti",
        -8.399811965056278
      ],
      [
        ">",
        -8.407765849681354
      ],
      [
        "[",
        -8.410565593352167
      ],
      [
        "či",
        -8.416968793255123
      ],
      [
        "▁ktorú",
        -8.42614539114398
      ],
      [
        "▁najmä",
        -8.43538241900751
      ],
      [
        "▁takže",
        -8.454836159128032
      ],
      [
        "▁ob",
        -8.458917793673063
      ],
      [
        "▁lebo",
        -8.459072664632702
      ],
      [
        "▁možnosť",
        -8.460122859849086
      ],
      [
        "▁ktorej",
        -8.464806361562314
      ],
      [
        "▁táto",
        -8.48424709015217
      ],
      [
        "­",
        -8.487523831771238
      ],
      [
        "▁svoj",
        -8.494787229187189
      ],
      [
        "▁tri",
        -8.497613282101362
      ],
      [
        "▁dobre",
        -8.500138407163426
      ],
      [
        "▁ďalšie",
        -8.507318292141333
      ],
      [
        "▁sr",
        -8.510280451696055
      ],
      [
        "▁mám",
        -8.512475491535398
      ],
      [
        "▁časti",
        -8.51252915466634
      ],
      [
        "=",
        -8.524144663386972
      ],
      [
        "▁miesto",
        -8.527500936188003
      ],
      [
        "▁oblasti",
        -8.52859049096529
      ],
      [
        "▁informácie",
        -8.533125872238212
      ],
      [
        "▁ľudia",
        -8.545294164772622
      ],
      [
        "▁pár",
        -8.547535702257813
      ],
      [
        "kom",
        -8.549093741136932
      ],
      [
        "▁nové",
        -8.553705190599105
      ],
      [
        "▁ba",
        -8.555947550153443
      ],
      [
        "▁svoju",
        -8.563135977891168
      ],
      [
        "▁spoločnosť",
        -8.567484529102968
      ],
      [
        "*",
        -8.568580070033253
      ],
      [
        "▁musí",
        -8.568688102040776
      ],
      [
        "&",
        -8.575377463448413
      ],
      [
        "▁mala",
        -8.576474234280804
      ],
      [
        "▁iné",
        -8.577162361628352
      ],
      [
        "▁niekoľko",
        -8.58041515019989
      ],
      [
        "▁určite",
        -8.585768544822548
      ],
      [
        "▁slovensku",
        -8.590948759584107
      ],
      [
        "▁týchto",
        -8.600513459355604
      ],
      [
        "▁úplne",
        -8.601867628998628
      ],
      [
        "▁kto",
        -8.606855615676285
      ],
      [
        "▁nielen",
        -8.609455865711434
      ],
      [
        "▁máte",
        -8.621201417420155
      ],
      [
        "▁nachádza",
        -8.621251036630763
      ],
      [
        "▁slovenskej",
        -8.625474036011461
      ],
      [
        "▁my",
        -8.627497640936493
      ],
      [
        "▁ponúka",
        -8.631841035473707
      ],
      [
        "▁práce",
        -8.632530241152724
      ],
      [
        "▁zároveň",
        -8.63990752484881
      ],
      [
        "▁často",
        -8.64104422693609
      ],
      [
        "▁treba",
        -8.644168783373143
      ],
      [
        "▁potrebné",
        -8.648921264963823
      ],
      [
        "▁pro",
        -8.653417158280423
      ],
      [
        "▁časť",
        -8.661061664128358
      ],
      [
        "▁naozaj",
        -8.66369953645959
      ],
      [
        "fi",
        -8.674058417469585
      ],
      [
        "▁dňa",
        -8.677186469748733
      ],
      [
        "#",
        -8.683507547176522
      ],
      [
        "▁zá",
        -8.68573668837707
      ],
      [
        "▁mňa",
        -8.686426994579353
      ],
      [
        "▁veci",
        -8.695976152609205
      ],
      [
        "iek",
        -8.697480324091336
      ],
      [
        "▁prvý",
        -8.699882386945589
      ],
      [
        "ter",
        -8.70145764625348
      ],
      [
        "▁celý",
        -8.7015401765524
      ],
      [
        "ným",
        -8.705316515167606
      ],
      [
        "▁mesta",
        -8.708003768238878
      ],
      [
        "▁človek",
        -8.710887299429249
      ],
      [
        "ového",
        -8.715115967499028
      ],
      [
        "▁svojej",
        -8.718142911788636
      ],
      [
        "skej",
        -8.720316856505415
      ],
      [
        "▁cm",
        -8.721804718038245
      ],
      [
        "▁povedal",
        -8.728948549620789
      ],
      [
        "▁vý",
        -8.730402425668188
      ],
      [
        "▁seba",
        -8.737839413409509
      ],
      [
        "nou",
        -8.73905625377458
      ],
      [
        "▁ďalej",
        -8.739713275037396
      ],
      [
        "▁svojich",
        -8.740806621556613
      ],
      [
        "▁dní",
        -8.742439331609052
      ],
      [
        "▁bratislava",
        -8.743814434364227
      ],
      [
        "▁priamo",
        -8.746564874080672
      ],
      [
        "▁rámci",
        -8.747506854200285
      ],
      [
        "kou",
        -8.750095546850705
      ],
      [
        "▁hlavne",
        -8.751498856539799
      ],
      [
        "▁the",
        -8.752491462388438
      ],
      [
        "▁problém",
        -8.756329172670352
      ],
      [
        "▁túto",
        -8.759780460096469
      ],
      [
        "▁systém",
        -8.762148603166926
      ],
      [
        "▁vaše",
        -8.76390256211073
      ],
      [
        "▁prečo",
        -8.76491755689085
      ],
      [
        "▁co",
        -8.770068952944563
      ],
      [
        "▁ti",
        -8.775387574548095
      ],
      [
        "enia",
        -8.784194595626373
      ],
      [
        "▁cena",
        -8.787375983535357
      ],
      [
        "▁služby",
        -8.789979808905384
      ],
      [
        "▁svojho",
        -8.790203060927015
      ],
      [
        "▁množstvo",
        -8.79265918334145
      ],
      [
        "▁zákona",
        -8.805796058939613
      ],
      [
        "▁ktorého",
        -8.806712095761554
      ],
      [
        "▁máme",
        -8.811641808096567
      ],
      [
        "▁dve",
        -8.815236560054158
      ],
      [
        "▁dá",
        -8.820142907844074
      ],
      [
        "▁nájdete",
        -8.829583935849106
      ],
      [
        "”",
        -8.831316779514877
      ],
      [
        "▁minút",
        -8.831694126493753
      ],
      [
        "▁kedy",
        -8.832477427669922
      ],
      [
        "dať",
        -8.834745239735224
      ],
      [
        "▁než",
        -8.83703009995825
      ],
      [
        "▁okolo",
        -8.838046386252
      ],
      [
        "▁nový",
        -8.840677942186506
      ],
      [
        "nosť",
        -8.841100699761803
      ],
      [
        "men",
        -8.842744982307043
      ],
      [
        "▁základe",
        -8.844695381731306
      ],
      [
        "▁naše",
        -8.851116654753323
      ],
      [
        "keďže",
        -8.851238124340911
      ],
      [
        "cie",
        -8.852163053083922
      ],
      [
        "▁rôznych",
        -8.854496029521918
      ],
      [
        "▁dokonca",
        -8.856436400487022
      ],
      [
        "ver",
        -8.860785724630732
      ],
      [
        "▁výber",
        -8.862708404255224
      ],
      [
        "▁pomocou",
        -8.867613848612413
      ],
      [
        "▁samozrejme",
        -8.86897262273455
      ],
      [
        "▁výkon",
        -8.868985384042118
      ],
      [
        "▁budete",
        -8.870812862172352
      ],
      [
        "▁našej",
        -8.87409017217949
      ],
      [
        "▁takmer",
        -8.879433612060637
      ],
      [
        "▁ceny",
        -8.881780097986418
      ],
      [
        "§",
        -8.882918164408332
      ],
      [
        "▁iných",
        -8.888003727688105
      ],
      [
        "pre",
        -8.889216984233789
      ],
      [
        "oval",
        -8.896244592892176
      ],
      [
        "stav",
        -8.896893282970927
      ],
      [
        "▁údajov",
        -8.900903324987292
      ],
      [
        "▁tých",
        -8.901375237334552
      ],
      [
        "▁života",
        -8.905727862044769
      ],
      [
        "▁našich",
        -8.908830887652801
      ],
      [
        "nik",
        -8.909416731049799
      ],
      [
        "▁rôzne",
        -8.912377874519484
      ],
      [
        "▁predaj",
        -8.915361060216371
      ],
      [
        "▁svete",
        -8.915707410524199
      ],
      [
        "▁chcete",
        -8.917537566562777
      ],
      [
        "▁ktorom",
        -8.91932467352483
      ],
      [
        "▁rovnako",
        -8.919517039603084
      ],
      [
        "▁najlepšie",
        -8.919625628004397
      ],
      [
        "sky",
        -8.919673066147453
      ],
      [
        "▁nikdy",
        -8.922485179186072
      ],
      [
        "▁domov",
        -8.925326493856558
      ],
      [
        "▁patrí",
        -8.926217075344086
      ],
      [
        "▁dva",
        -8.926797796629083
      ],
      [
        "▁mohli",
        -8.928310995133753
      ],
      [
        "▁ktorým",
        -8.929659224323602
      ],
      [
        "▁prostredníctvom",
        -8.932319474452287
      ],
      [
        "▁dvoch",
        -8.932434239301974
      ],
      [
        "ené",
        -8.93430755251714
      ],
      [
        "▁opäť",
        -8.93696309322368
      ],
      [
        "▁jedno",
        -8.937125390332666
      ],
      [
        "▁súčasťou",
        -8.939713453485613
      ],
      [
        "▁spôsob",
        -8.942100046956766
      ],
      [
        "▁skôr",
        -8.943464704759293
      ],
      [
        "ich",
        -8.94740211424032
      ],
      [
        "ňa",
        -8.954790771672746
      ],
      [
        "»",
        -8.956681440803056
      ],
      [
        "▁čase",
        -8.956786623114818
      ],
      [
        "▁vody",
        -8.958309635684346
      ],
      [
        "▁môj",
        -8.960417408041094
      ],
      [
        "▁veľké",
        -8.960942931474916
      ],
      [
        "▁lepšie",
        -8.96248145849785
      ],
      [
        "ovali",
        -8.964427165798867
      ],
      [
        "▁váš",
        -8.967514549269767
      ],
      [
        "krát",
        -8.968361959155223
      ],
      [
        "ované",
        -8.970214214443317
      ],
      [
        "▁niektoré",
        -8.970380247661788
      ],
      [
        "nosti",
        -8.971329105707037
      ],
      [
        "▁prístup",
        -8.975567588208643
      ],
      [
        "▁vôbec",
        -8.976481178029045
      ],
      [
        "cov",
        -8.977192300258215
      ],
      [
        "▁číslo",
        -8.978075838837755
      ],
      [
        "▁školy",
        -8.97869188996357
      ],
      [
        "jte",
        -8.985462219636315
      ],
      [
        "▁napriek",
        -8.990029640782787
      ],
      [
        "▁program",
        -8.991608814718921
      ],
      [
        "ili",
        -8.993220248305175
      ],
      [
        "▁tovaru",
        -8.995208730545334
      ],
      [
        "▁pokiaľ",
        -8.996257449735575
      ],
      [
        "▁inak",
        -8.997976293848229
      ],
      [
        "len",
        -8.999771932689645
      ],
      [
        "▁totiž",
        -9.000760652865974
      ],
      [
        "ľa",
        -9.002483525804143
      ],
      [
        "▁mesto",
        -9.003692759677302
      ],
      [
        "@",
        -9.004313870656459
      ],
      [
        "ň",
        -9.004954480782438
      ],
      [
        "▁údaje",
        -9.007358334102172
      ],
      [
        "▁bo",
        -9.008889252859998
      ],
      [
        "▁obsahuje",
        -9.010477685235417
      ],
      [
        "▁všetci",
        -9.010881820641965
      ],
      [
        "by",
        -9.011978858979097
      ],
      [
        "▁aspoň",
        -9.012332140332973
      ],
      [
        "▁rýchlo",
        -9.01390125675206
      ],
      [
        "man",
        -9.01709838303148
      ],
      [
        "kým",
        -9.019044408835592
      ],
      [
        "ila",
        -9.019779672718377
      ],
      [
        "▁svet",
        -9.023150985622168
      ],
      [
        "▁dosť",
        -9.025057565308558
      ],
      [
        "▁kr",
        -9.025925501693854
      ],
      [
        "▁kon",
        -9.027251894078727
      ],
      [
        "▁tovar",
